Revit 2016 API
Rectangle.IsNormalized Method
 Returns true if the rectangle coordinates are normalized to the screen coordinate space; that is, left is less than right and top is less than bottom.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2014
Syntax
C#
public bool IsNormalized()
Visual Basic
Public Function IsNormalized As Boolean
Visual C++
public:
bool IsNormalized()
See Also
Rectangle Class
Autodesk.Revit.UI Namespace